Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=226_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelainen musiikki
smn: Sämimuusik

source: Saamelaismusiikki on tänä päivänä sekoitus uutta ja vanhaa.
smn: Sämimuusik lii onnáá peeivi siävuttâs puárrás já uđđâ.

source: Saamelaismusiikin juuret ovat syvällä perinteisessä saamelaismusiikissa joiussa, leu’ddissa ja livđessä, jotka ovat perinteisen saamelaismusiikin lajit Suomen puolen saamelaisalueella.
smn: Sämimuusik madduuh láá jieŋâlâsâst ärbivuáválii sämimusikkist juáigusist, leu’ddist já liivđest, moh láá ärbivuáválii sämimuusik šlaajah Suomâ pele sämikuávlust.

source: Muuta saamelaismusiikkia perinteisien vokaalimusiikkilajien lisäksi löytyy kaikista mahdollisista musiikkigenreistä räpistä humppaan.
smn: Eres sämimuusik ärbivuáválij vookaalmuusikšlaajâi lassen kávnojeh puohâin máhđulijn muusikgenrein rääpist huumpan.

source: Perinteinen saamelaismusiikki
smn: Ärbivuáválâš sämimuusik

source: Perinteisellä saamelaismusiikilla on useita perusperiaatteita, jotka ovat yhtäläisiä Länsi-Siperian lukuisten alkuperäiskansojen musiikin kanssa.
smn: Ärbivuáválii sämimusikkist láá maaŋgah vuáđuprinsiipeh, moh láá siämmáásullâsiih Viestâr-Siberia maaŋgâi algâaalmugij musikkijn.

source: Näitä kansoja ovat mm nenetsit, enetsit, nganasanit ja selkupit.
smn: Taah aalmugeh láá eres lasseen nenetseh, enetseh, nganasaneh já selkupeh.

source: Tärkein yhdistävä tekijä on se, että musiikillisen ilmaisun väline on ihmisääni, eikä soittimia ole käytetty.
smn: Tehálumos ovtâsteijee tahhee lii tot, et muusiklii olgosadelem riäidu lii ulmuu jienâ, iäge čuojânâsah lah kevttum.

source: Toinen tärkeä yhdistävä tekijä on se, että musiikkia esitetään yksin, ilman toisia esittäjiä.
smn: Nubbe tehálâš ovtâsteijee tahhee lii tot, et nuusik oovdânpuáhtoo ohtuunis.

source: Nämä periaatteet pitävät paikkansa myös perinteisessä saamelaismusiikissa.
smn: Taah prinsiipeh tuálih tiäivás ärbivuáválii sämimusikkist.

source: Perinteisiä saamelaisia vokaalimusiikkilajeja esitetään ilman instrumenttien säestystä ja ne ovat yleensä yksinesitettyjä.
smn: Ärbivuáváliih säämi vookaalmuusikšlaajah oovdânpuáhtojeh instrumentâittáá já toh láá táválávt oovdânpuohtum ohtuunis.

source: Pohjoissaamelainen joiku on tunnetuin perinteisistä saamelaisista vokaalimusiikkilajeista.
smn: Tavesämmilâš juáigus lii tobdosumos ärbivuáválijn säämi vookaalmuusikšlaajâin.

source: Se on pohjoissaamelaisten perinteistä musiikkia ja sen sanotaan olevan yksi Euroopan vanhimmista yhä elossa olevista musiikkiperinteistä.
smn: Tot lii tavesämmilij ärbivuáválâš muusik já ton nabdeh lemin ohtâ Euroop puárásumosijn ain ellee muusikärbivuovijn.

source: Joiku (juoiggus) eli luohti on yksin esitettyä vokaalimusiikkia.
smn: Juáigus ađai lyeti lii ohtuunis oovdâbpuohtum vookaalmuusik.

source: Joiun kohteita voi olla monia, yleisimpiä joikuja ovat henkilöjoiut.
smn: Juáigus čuásáttuvah pyehtih leđe maaŋgah, táválumoseh juáiguseh láá olmoošjuáiguseh.

source: Joiulla viitataan joiun kohteeseen ja kaikkeen mikä liittyy siihen.
smn: Juáigusáin čujottuvvoo juáigus čuásáttâhân já puohân mii toos lohtâs.

source: Se joka joikaa, ei joikaa joikua, vaan joikaa jonkun (joiun kohteen).
smn: Tot kote juáigá, ij juoigâ juáigus, pic juáigá kiännii (juáigus čuásáttuv).

source: Esimerkiksi pohjoissaameksi sanotaan:, ”Minä joikaan Heikin Niilan”.
smn: Ovdâmerkkân tavesämikielân iättoo:, ”Mun juoigâm Heeihâ Nijlâs”.

source: Joiun kohteita voivat henkilöiden lisäksi olla paikat, eläimet, luonto tai mikä muu tahansa aihe jonka joikaaja haluaa joikata.
smn: Juáigus čuásáttuvah pyehtih ulmui lasseen leđe sajeh, elleeh, luándu tâi mii peri fáádáid mon jyeigee haalijd juoigâđ.

source: Pohjoissaamelaisessa joiussa on monia paikallistyylejä ja vahvimmin erottuvat toisistaan Enontekiön-Kautokeinon ja Tenojokivarren joikuperinteet.
smn: Tavesämmilâš juáigusist láá maaŋgah páihálâšstiijlah já nanosumosávt iäráneh nubijnis Iänuduv-Kuovdâkiäinu já Tiänuleve juoigâmärbivyevih.

source: Joikuperinteen lisäksi pohjoissaamelaisilla on vahva virrenveisuuperinne, jossa tosin siinäkin on kuultavissa joikuperinteen vaikutus.
smn: Juoigâmärbivyevi lasseen lii tavesämmilijn noonâ salmâveisidemärbivyehi, mast kale tast-uv lii kulluumist juoigâmärbivyevi vaikuttâs.

source: Inarinsaamelaisten perinteistä musiikkia on livđe.
smn: Aanaarsämmilij ärbivuáválâš muusik lii livđe.

source: Livđe-perinteellä on yhteys pohjoissaamelaisiin joikuihin.
smn: Livđe-ärbivyevist lii ohtâvuotâ tavesämmilij juáigusáid.

source: Livđejä on mm. henkilöistä ja eläimistä.
smn: Liivđeh láá eres lasseen ulmuin já ellein.

source: Osittain inarinsaamelaisilla ja pohjoissaamelaisilla on ollut yhteinen repertuaari.
smn: Uásild aanaarsämmilijn já tavesämmilijn lii lamaš ohtsâš repertuaar.

source: Tiina Sanila-Aikio esiintymässä Kolttien asuttamisen 60-vuotisjuhlassa.
smn: Tiina Sanila-Aikio lávdástâlmin Nuorttâlâšâi asâttem 60-ive juhleest.

source: Kolttasaamelaisten perinteistä musiikkia on leuŠdd.
smn: Nuorttâsämmilij ärbivuáválâš muusik lii leuŠdd.

source: LeuŠdd sisältää ihmisiä, elinympäristöä ja paikallishistoriaa kuvaavaa muistitietoa.
smn: LeuŠdd tuálá siste ulmuid, eellimpirrâs já páihálâšhistorjá kovvejeijee muštotiäđu.

source: Vassi Semenoja, yksi Suonikylän leuŠdd-perinteen mestareita, on kuvannut leuŠddia sanomalla: ”LeuŠdd kertoo siitä miten ihmiset ovat eläneet.
smn: Vassi Semenoja, ohtâ Suonnjel leuŠdd-ärbivyevi miäštárijn, lii kuvvim leuŠdd etâmáin: ”LeuŠdd muštâl tast maht ulmuuh láá iällám.

source: ” LeuŠdd on rakenteellisilta periaatteiltaan hyvin erilaista kuin pohjoissaamelainen joiku.
smn: ” LeuŠdd lii rááhtuslâš prinsiipâi peeleest čuuvtij ereslágán ko tavesämmilâš juáigus.

source: Pikemminkin yhteys karjalaiseen ja venäläiseen perinteeseen on vahva.
smn: Pyerebeht-uv ohtâvuotâ kärjillii já ryešilii ärbivuáhán lii nanos.

source: LeuŠddeissa kuvataan kohteena olevan ihmisen elämän tapahtumia kohtauksittain etenevänä sarjana.
smn: LeuŠddijn muštâluvvojeh čuásáttâhulmuu eellim tábáhtuskuáhtáseh tábáhtusah ovdáneijee ráiđun.

source: Muita perinteisiä saamelaisia vokaalimusiikkityylejä edellä mainittujen lisäksi on mm. vuolie, joka on eteläsaamelaisten perinteistä musiikkia.
smn: Eres ärbivuáválâš säämi vookaalmuusikstijlâ ovdeláá máinâšum stiijlâi lasseen lii vuolie, mii lii maadâsämmilij ärbivuáválâš muusik.

source: Eteläsaamelainen alue ulottuu Ruotsissa ja Norjassa useita satoja kilometrejä napapiirin eteläpuolelle.
smn: Maadâsämmilâš kuávlu olá Ruotâst já Taažâst maaŋgâid čuođijd kilomeetterijd näpikiärdu máddáábel.

source: Uusi saamelaismusiikki
smn: Uđđâ sämimuusik

source: Saamelaisen populäärimusiikin kehitys alkoi 1970-luvulla kun Nils-Aslak Valkeapää julkaisi albumin.
smn: Säämi populäärmuusik ovdánem aalgij 1970-lovvoost ko Nils-Aslak Valkeapää almostitij album.

source: Se oli ensimmäinen levy jolla joikuperinne oli yhdistetty länsimaisiin soittimiin.
smn: Tot lâi vuossâmuš skiärru mast juoigâmärbivyehi lâi ovtâstittum uárjienâmij čuojâlmâssáid.

source: Valkeapäätä on seurannut lukuisa joukko saamelaisartisteja joista kansainvälisesti tunnetuimpia ovat Mari Boine ja Wimme.
smn: Valkeapää láá čuávvum maaŋgah sämiartisteh main aalmugijkoskâsávt tobdosumoseh lává Mari Boine já Wimme.

source: Tänä päivänä saamelaisartistit yhdistelevät ennakkoluulottomasti erilaisia musiikkigenrejä joikuun ja tekevät omanlaistaan laulelmamusiikkia.
smn: Onnáá peeivi sämiartisteh ovtâstiteh munejurduittáá jieškote-uvlágánijd muusikgenreid juáigusân já rähtih jieijâsmallisii lávlummuusik.

source: Saamenkielellä räpätään ja saamelaismusiikki seuraa kansainvälisien musiikkitrendien virtauksia.
smn: Sämikielân räppäjuvvoo já sämimuusik čuávu aalmugijkoskâsij muusiktrendij suundijd.

source: Lukuisat musiikkifestivaalit sekä saameradio ja -televisio pitävät yllä modernia hyvin elävää saamelaista musiikkikulttuuria.
smn: Maaŋgah muusiktábáhtusah sehe sämiradio já -televisio tuálih paijeem moodeern já uáli ellee säämi muusikkulttuur.

source: Uusi sukupolvi kasvaa saamelaisesta perinnöstä ylpeästi ammentavassa ilmapiirissä.
smn: Uđđâ suhâpuolvâ šadda pirrâduvâst, mii čiävláht váldá tiäđu säämi ärbivyevist.

source: Teksti: Anna Näkkäläjärvi 2011
smn: Tekstâ: Anna Näkkäläjärvi 2011

source: Lähde: Jouste, Marko, ”Suomen saamelaisten musiikkiperinteet”, Suomen musiikin historia: Kansanmusiikki, 273-307, Asplund ym.
smn: Kove: Ulla Isotalo Käldee: Jouste, Marko,, Suomâ muusik historjá: Aalmugmuusik, 273-307, Asplund ye.

source: Linkkejä:
smn: Liiŋkah:

source: Ijahis idja - alkuperäiskansojen musiikkitapahtuma
smn: Ijahis idja - algâaalmugij muusiktábáhtus

source: Koutokeinon pääsiäisfestivaali
smn: Niillas Holmberg &amp; Roope Mäenpää

source: Niko Valkeapää
smn: Ánnámáret Ensemble
